

#відповідь Джарвіса
ration_jarvis =(    
    'Звісно, сер!',
    'Так, сер!',
    'Слухaюсь, сер',
    'Роблю це, сер!',
    'Вже виконую, сер!',
    'Негайно, сер!',
    'Задоволення працювати для вас!',
    'Уже працюю над цим!',
    'Ваше бажання — закон, сер!',
    'Миттєво, сер!',
    'Зараз усе буде!',
    'Я народжений для цього, сер!',
    'Джарвіс до ваших послуг!',)

# команди джарвіса
dict_respound ={
    "слава україні":"Героям слава",
    "як справи":"Сер, справи у мене чудові",
    "мені сумно":"Сер якщо вам сумно, тоді йдіть програмуйте",
    "привіт":"Й вам привіт, сер ",
    "доброго дня":"Добрий, сер",
    "добрий вечір":"Доброго й вам",
    "котра година":"час",
    "яка зараз година":"час",
    "година":"час",
    "час":"час",


    "відкрий spotify": "replic",
    "відкрий steam" : "replic",
    "відкрий telegram" or "відкрий телеграм" : "replic",
    "відкрий visual vtudio" or "відкрий vs" or "відкрий код" : "replic",


    "закрий spotify": "replic",
    "закрий steam" : "replic",
    "закрий telegram" or "закрий телеграм" : "replic",
    "закрий visual vtudio" or "закрий vs" or "закрий код" : "replic",


    "виключи комп’ютер": "replic",
    "виключи пк": "replic",

    "відкрий блокнот": "replic",
    "відкрий браузер": "replic"

}


jarvis_pc = [
    "відкрий spotify", "відкрий steam" ,  "відкрий telegram" , "відкрий телеграм" , 
    "відкрий visual vtudio" , "відкрий vs" , "відкрий код" , "виключи комп’ютер", 
    "виключи пк", "відкрий блокнот", "відкрий браузер",
    "закрий spotify", "закрий steam" ,  "закрий telegram" , "закрий телеграм" , 
    "закрий visual vtudio" , "закрий vs" , "закрий код" ,
    ]



# пошук потрібного файла

